<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'password' => 'パスワードは最低６文字で、確認項目と一致している必要があります。',
    'reset' => 'パスワード再設定が完了しました。',
    'sent' => 'パスワード再設定メールを送信しました。',
    'token' => 'このパスワードリセットトークンは有効期限切れです。パスワード再設定をご希望の場合はもう一度ログイン画面よりお手続きください。',
    'user' => "ご登録いただいたメールアドレスを入力してください。",

];
